Repository: common-repository/plenigo
Catalog: plenigo_i18n/plenigo-*.po
Languages: es_es

source: Choose payment!
es_es: Elija forma de pago!

source: You need JavaScript
es_es: Ud. necesita JavaScript

source: In order to provide you with the best experience, this site requires that you allow JavaScript to run. Please correct that and try again.
es_es: Con el fin de brindarle la mejor experiencia, este sitio requiere que permita que se ejecute JavaScript. Por favor, corrija eso y vuelve a intentarlo.

source: This is the plenigo login widget. Here you will find the plenigo login button or the user profile data related to the plenigo user.
es_es: Este es el widget de inicio de sesión de plenigo. Aquí encontrará el botón de inicio de sesión de plenigo o los datos del perfil de usuario relacionados con el usuario de plenigo.

source: New title
es_es: Nuevo Título

source: Username:
es_es: Usuario:

source: Password:
es_es: Clave:

source: Forgot password
es_es: Olvide clave

source: WordPress Login
es_es: Inicio de Sesión de Wordpress

source: Welcome,
es_es: Bienvenido,

source: Edit Profile
es_es: Editar Perfil

source: Logout
es_es: Cerrar Sesión

source: Title:
es_es: Título:

source: Welcome, <name>
es_es: Bienvenido, <nombre>

source: plenigo help
es_es: Ayuda de plenigo

source: plenigo OAuth Help
es_es: Ayuda Oauth de Plenigo

source: In order to configure plenigo OAuth Login:
es_es: Para configurar el inicio de sesión OAuth de plenigo:

source: 1 - Add Login redirect URL to plenigo (Usually: <b>{YOUR BLOG URL}/wp-login.php</b>)
es_es: 1 - Agregue la URL de redirección en penigo (Normalmente: <b>{URL de su BLOG}/wp-login.php</b>)

source: clicking this link
es_es: haciendo click en este link

source: 2 - Fill the same URL in the <b>OAuth redirect URL</b> below
es_es: 2 - Completa la misma URL en el casillero <b>OAuth redirect URL</b> abajo

source: 3 - (Optional) Fill the URL in the <b>URL After Login</b> for login redirection
es_es: 3 - {Opcional} Completa la URL in el casillero <b>URL After Login</b> para redireccionamiento despues del inicio de sesión

source: 6 - Enjoy logging in with plenigo!
es_es: 6 - Disfrute iniciando sesión con Plenigo

source: Loading...
es_es: Cargando...

source: OAuth Login
es_es: Sesión con Oauth

source: Premium Content
es_es: Contenido Premium

source: Metered Views
es_es: Vistas contabilizadas

source: Curtain Customization
es_es: Personalización de la cortina

source: Advanced
es_es: Avanzadas

source: Error Logs
es_es: Log de Errores

source: plenigo settings saved!
es_es: Preferencias de plenigo guardadas!

source: Data can not be empty
es_es: Los datos no pueden estar vacíos

source: Premium Content settings
es_es: Preferencias de Contenido Premium

source: Metered Views settings
es_es: Preferencias de vistas contabilizadas

source: Advanced settings
es_es: Preferencias avanzadas

source: Validation failed: %s
es_es: Validación falló: %s

source: Setting has been set to default value: %s
es_es: La preferencias ha sido configurada a su valor por defecto: %s

source: Could not create or delete App ID.
es_es: No se pudo crear o borrar el ID de Aplicación.

source: Product ID
es_es: ID de Producto

source: Product Name
es_es: Nombre del Producto

source: Mobile Code
es_es: Código para Móviles

source: There are no products bought available for use
es_es: No hay productos disponibles para su uso

source: Are you sure you want to remove this App ID?
es_es: ¿Está seguro que desea borrar el ID de Aplicación?

source: Create
es_es: Crear

source: Remove
es_es: Eliminar

source: Device Description
es_es: Descripción de dispositivo

source: Your Token
es_es: Su Token

source: Created for
es_es: Creado para

source: Create for
es_es: Crear para

source: User Profile
es_es: Perfil de Usuario

source: Customer ID:
es_es: ID de Cliente:

source: Email Address:
es_es: Dirección de E-Mail:

source: User Name:
es_es: Nombre de Usuario:

source: Gender:
es_es: Genero:

source: Full Name:
es_es: Nombre completo:

source: First Name:
es_es: Primer Nombre:

source: Last Name:
es_es: Apellido:

source: Street Address:
es_es: Dirección Calle:

source: Additional Information:
es_es: Información Adicional:

source: ZIP Code:
es_es: Código Postal:

source: City:
es_es: Ciudad:

source: Country:
es_es: País:

source: Edit this profile at plenigo
es_es: Editar este perfil en plenigo

source: Failed Payments
es_es: Pagos fallídos

source: Premium Content Categories
es_es: Preferencias de Categorías Premium

source: Enter Tag name...
es_es: Ingrese el nombre de la etiqueta...

source: Enter Category ID(s)...
es_es: Ingrese los ID(s) de Categoría...

source: Add values
es_es: Agregar valores

source: There is a problem with the Category TAG list. <br/> The correct format is lines of TAG->CATEGORYID[,CATEGORYID...] pairs
es_es: Hay un problema con las etiquetas en la lista de categoría. br/> El formato correcto son pares de ETIQUETA>IDCATEGORIA[,IDCATEGORIA...]

source: Metered Views switch
es_es: Interruptor de vistas contabilizadas

source: Check for Metered Views
es_es: Revisar vistas contabilizadas

source: Disable Metered Views
es_es: Desactivar vistas contabilizadas

source: Company ID
es_es: Identificador de la Compañía

source: Company Private Key
es_es: Clave Privada de la Compañía

source: Sign up
es_es: Registrarse

source: BUY Button Text
es_es: Texto del Botón de Comprar

source: Subscribe
es_es: Suscribirse

source: CUSTOM Button Text (Category tag)
es_es: Texto de botón personalizado (etiqueta de categoría)

source: CUSTOM Button URL (Category tag)
es_es: URL de botón personalizado (etiqueta de categoría)

source: See our prices
es_es: Vea nuestros precios

source: CUSTOM Button Text
es_es: Texto del Botón Personalizado

source: CUSTOM Button URL
es_es: URL del Botón Personalizado

source: Sign in
es_es: Iniciar Sesión

source: LOGIN Button Text
es_es: Texto del botón Login

source: Buy Button Text (based on tag)
es_es: Texto del botón de compra (basado en etiqueta)

source: Buy button text...
es_es: Texto de botón de compra...

source: There is a problem with the BUY Button Text TAG list. <br/> The correct format is lines of [TAG->Buy button text] pairs
es_es: Hay un problema con la lista de etiquetas y el texto del botón de compra. <br/> El formato correcto son pares de [ETIQUETA->TEXTO_DE_BOTON_DE_COMPRA]

source: Curtain Button Scheme (Category tag)
es_es: Estructura de botones (etiqueta de categoría)

source: Curtain Button Scheme
es_es: Esquema de Botones de la Cortina

source: In order to continue delivering <b>valuable</b> content for our readers, we ask a single everlasting fee from you.<br>Please join us and receive our premium content for ever.
es_es: Para poder seguir entregando contenido de <b>valor</b> a nuestros lectores, le pedimos una tarifa.<br>Por favor únete a nosotros y recibe nuestro contenido premium por siempre.

source: Curtain Message
es_es: Mensaje de la cortina

source: Curtain Message (for members)
es_es: Mensaje de la cortina (para miembros)

source: Do you want to continue reading?
es_es: Desea seguir leyendo?

source: Curtain Title
es_es: Título de la Cortina

source: Curtain Title (for members)
es_es: título de la cortina (para miembros)

source: Custom Curtain HTML
es_es: HTML de Cortina Personalizada

source: Enter Custom HTML...
es_es: Ingrese el HTML personalizado

source: Debug Mode
es_es: Modo de depuración

source: NO DEBUG mode
es_es: Sin modo de depuración

source: VERBOSE DEBUG mode
es_es: Modo de depuración verboso

source: VERBOSE LOG FILE mode. Up to:
es_es: Archivo de registro verboso hasta:

source: Google Analytics ID
es_es: ID Google Analytics

source: URL After Login
es_es: URL despues de login

source: Leave empty for no redirection...
es_es: Deje en blanco para no redireccionar...

source: Metered exemption tag
es_es: Etiqueta de excepción de vistas contabilizadas

source: Metered explanation URL
es_es: URL de explicación de las vistas contabilizadas

source: no-Javascript overlay Message
es_es: Mensaje de capa "sin JavaScript"

source: no-Javascript overlay Title
es_es: Título de la capa "sin JavaScript"

source: Override WP Profile data
es_es: Sobrescribir la información de perfil de Wordpress

source: Override Wordpress profile data with the plenigo data
es_es: Sobrescribe la información de perfil con datos de plenigo

source: Allow Wordpress users to modify their data
es_es: Permitir a los usuarios de Wordpress modificar sus datos

source: Prevent Payment Tag
es_es: Etiqueta de prevención de pago

source: Produkte mit Vollzugriff
es_es: Producto con acceso completo

source: Produkte mit Vollzugriff...
es_es: Producto con acceso completo...

source: Produkte mit Teilzugriff
es_es: Producto con acceso parcial

source: Produkte mit Teilzugriff...
es_es: Producto con acceso parcial...

source: Premium Content Products
es_es: Productos de Contenido Premium

source: Enter Product ID(s)...
es_es: Ingrese los ID(s) de Producto...

source: There is a problem with the TAG list. <br/> The correct format is lines of TAG->PRODUCTID[,PRODUCTID...] pairs
es_es: Hay un problema con la lista de etiquetas. <br/> El formato correcto son líneas de pares con el siguiente formato> ETIQUETA->IDPRODUCTO[,IDPRODUCTO...]

source: User Profile URL
es_es: URL del perfil de usuario

source: Leave empty for default WordPress profile...
es_es: Dejar en blanco para usar el perfil de Wordpress...

source: OAuth redirect URL
es_es: URL de Redireccionamiento Oauth

source: Test Mode
es_es: Modo de Pruebas

source: Test mode sandbox
es_es: Ambiente seguro de Pruebas

source: Production mode
es_es: Modo Producción

source: Use OAuth Login
es_es: Usar Sesión con OAuth

source: Use plenigo Authentication Provider
es_es: Usar Proveedor de autenticación plenigo

source: Regular Wordpress login
es_es: Login normal con Wordpress

source: Notify non-JavaScript users
es_es: Notificar a usuarios sin JavaScript

source: Show the no-Javascript overlay
es_es: Mostrar la capa "sin JavaScript"

source: Allow users to deactivate Javascript
es_es: Permitir a los usuario desactivar JavaScript

source: Enable "Quiet" mini report
es_es: Activar mini reporte "Silencioso"

source: Show an HTML comment tag with verbose information about the purchase
es_es: Mostrar una etiqueta de comentario HTML con información detallada acerca de la compra.

source: Do NO show the verbose information, keep my site clean and secure
es_es: No mostrar la información detallada, mantén mi sitio limpio y seguro

source: Show Register Form
es_es: Mostrar formulario de registro

source: Show register form to annonymous users when buying products
es_es: Mostrar formulario de registro a usuarios anónimos cuando compren productos

source: Do not show the registration form when buying products
es_es: No mostrar el formulario de registro cuando se compren los productos

source: Enable Wordpress Login
es_es: Activar loguin de Wordpress

source: Show the Wordpress login form
es_es: Mostrar el formulario de inicio de sesión en Wordpress

source: Only show plenigo login Button
es_es: Solo mostrar el botón de inicio de sesión plenigo

source: Use Woo Commerce Payment Gateway
es_es: Usar medio de pago WooCommerce

source: Enable Payment Gateway
es_es: Activar medio de pago

source: Disable Payment Gateway
es_es: Desactivar medio de pago

source: URL After NEW USER
es_es: URL para NUEVOS USUARIOS

source: Order Title Format
es_es: Formato del título de la Orden

source: Order Title Format: replacement variables
es_es: Formato del título de la Orden: Variables de reemplazo

source: Product Type
es_es: Tipo de producto

source: List View
es_es: Vista de listado

source: Excerpt View
es_es: Vista de extracto

source: No items found.
es_es: No se han encontrado resultados

source: Select bulk action
es_es: Seleccione la acción de grupo

source: Bulk Actions
es_es: Acciones de grupo

source: Apply
es_es: Aplicar

source: Show more details
es_es: Mostrar más detalles

source: Filter by date
es_es: Filtrar por fecha

source: All dates
es_es: Todas las fechas

source: %s comment
es_es: %s comentario

source: %s approved comment
es_es: %s comentario aprobado

source: %s pending comment
es_es: %s comentario pendiente

source: No comments
es_es: No hay comentarios

source: No approved comments
es_es: No hay comentarios aprobados

source: No pending comments
es_es: No hay comentarios pendientes

source: First page
es_es: Primera Página

source: Previous page
es_es: Página previa

source: Current Page
es_es: Página actual

source: Next page
es_es: Próxima página

source: Last page
es_es: Última página

source: Select All
es_es: Seleccionar todo

source: plenigo Payment
es_es: Pago de plenigo

source: WooCommerce plenigo Description
es_es: Descripción de plenigo en WooCommerce

source: Pay with plenigo
es_es: Pagar con plenigo

source: Awaiting plenigo checkout process
es_es: Esperando la facturación de plenigo

source: plenigo checkout stating
es_es: Facturación con plenigo iniciando

source: Continue to plenigo checkout
es_es: Continuar al pago con plenigo

source: plenigo not configured, contact the administrators
es_es: plenigo no está debidamente configurado. Contacte a los administradores del sitio.

source: You already purchased this order! Thank You!
es_es: Ud. Ya ha comprado este product! Muchas Gracias!

source: plenigo payment complete. Thank you!
es_es: Pago con plenigo completado! Gracias!

source: View your purchase
es_es: Ver su compra

source: Gateway Disabled
es_es: Medio de pago desactivado

source: Please complete the configuration in the plenigo settings.
es_es: Por favor complete la configuración en las preferencias de plenigo.

source: Enable/Disable
es_es: Activar/Desactivar

source: Enable Cheque Payment
es_es: Activar pago con cheques

source: Product type is not configured, contact the administrators
es_es: El tipo de productos no está configurado, contacte al administrador.
